{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Assembler Mk.2"
			},
			"Translation":
			{
				"Text": "Monter kl. 2"
			},
			"Key": "38F345F74D35CB21A4AD6BB78B759B04"
		},
		{
			"Source":
			{
				"Text": "Assembler Mk.3"
			},
			"Translation":
			{
				"Text": "Monter kl. 3"
			},
			"Key": "F877778445A33D827799E793252E7E88"
		},
		{
			"Source":
			{
				"Text": "Assembler Mk.4"
			},
			"Translation":
			{
				"Text": "Monter kl. 4"
			},
			"Key": "7BF82682425C39926F1D3F9F3ED937A5"
		},
		{
			"Source":
			{
				"Text": "Biomass Burner Mk.2"
			},
			"Translation":
			{
				"Text": "Spalarnia biomasy kl. 2"
			},
			"Key": "8557BB4843DE3B70D5FB44973E523BAB"
		},
		{
			"Source":
			{
				"Text": "Blender Mk.2"
			},
			"Translation":
			{
				"Text": "Blender kl. 2"
			},
			"Key": "7FF579B34FD67D6661012F8BBC85EB4E"
		},
		{
			"Source":
			{
				"Text": "Blender Mk.3"
			},
			"Translation":
			{
				"Text": "Blender kl. 3"
			},
			"Key": "07F52342444968A44C0C7FB3F269CB2D"
		},
		{
			"Source":
			{
				"Text": "Can be attached to a Pipeline to apply Head Lift.\r\nMaximum Head Lift: 100 m\r\nPower Consumption: 20 MW\r\n(Allows fluids to be transported 100 meters upwards.)\r\n\r\nNOTE: Arrows and holograms when building indicate Head Lift direction.\r\nNOTE: Head Lift does not stack, so space between Pumps is recommended."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D99993E144BEC56E5A7DA8920BACF348"
		},
		{
			"Source":
			{
				"Text": "Coal-Powered Gen Mk.2"
			},
			"Translation":
			{
				"Text": "Generator węglowy kl. 2"
			},
			"Key": "98163997480EC1C31D7DDAB8637C3092"
		},
		{
			"Source":
			{
				"Text": "Coal-Powered Gen Mk.3"
			},
			"Translation":
			{
				"Text": "Generator węglowy kl. 3"
			},
			"Key": "7FB12D7840A2BDB90D1D4BA7C232167B"
		},
		{
			"Source":
			{
				"Text": "Connects to a power grid to store excess power produced. The stored power can be harnessed if power grid consumption exceeds production.\r\n\r\nStorage Capacity: 200 MWh (125 MW for 1 hour)\r\nMaximum Charge Rate: 150 MW\r\nMaximum Discharge Rate: Unlimited"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "753C035B4971E6389586F09D380B467D"
		},
		{
			"Source":
			{
				"Text": "Connects to a power grid to store excess power produced. The stored power can be harnessed if power grid consumption exceeds production.\r\n\r\nStorage Capacity: 400 MWh (100 MW for 1 hour)\r\nMaximum Charge Rate: 500 MW\r\nMaximum Discharge Rate: Unlimited"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "85D68C2A4D5A1D61D3F9FAA305D8F9D3"
		},
		{
			"Source":
			{
				"Text": "Constructor Mk.2"
			},
			"Translation":
			{
				"Text": "Konstruktor kl. 2"
			},
			"Key": "5382C1414E2C038016F1129D79A329F0"
		},
		{
			"Source":
			{
				"Text": "Constructor Mk.3"
			},
			"Translation":
			{
				"Text": "Konstruktor kl. 3"
			},
			"Key": "8D2EF58F4F9FB8750EC8C1BECCE0921E"
		},
		{
			"Source":
			{
				"Text": "Constructor Mk.4"
			},
			"Translation":
			{
				"Text": "Konstruktor kl. 4"
			},
			"Key": "0E9FF5AC443AA4E640378FA3854AE23F"
		},
		{
			"Source":
			{
				"Text": "Contains 150 slots for storing large amounts of items.\r\nHas 2 Conveyor Belt input ports and 2 Conveyor Belt output ports."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0FD16D604A8E125D923D4697C6CD9855"
		},
		{
			"Source":
			{
				"Text": "Contains 70 slots for storing large amounts of items.\r\nHas 2 Conveyor Belt input ports and 2 Conveyor Belt output ports."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3BEDBA1946F963DE0DD77198C374EDD2"
		},
		{
			"Source":
			{
				"Text": "Contains 94 slots for storing large amounts of items.\r\nHas 2 Conveyor Belt input ports and 2 Conveyor Belt output ports."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "13A0B89342B523097CF1B18C28AE3CB6"
		},
		{
			"Source":
			{
				"Text": "Converter Mk.2"
			},
			"Translation":
			{
				"Text": "Konwerter kl. 2"
			},
			"Key": "A997C3C54A74863FAFFD60B91C8F015C"
		},
		{
			"Source":
			{
				"Text": "Conveyor Belt"
			},
			"Translation":
			{
				"Text": "Taśmociag"
			},
			"Key": "85F8ABF944F5064C0C1D40B9BBD0574B"
		},
		{
			"Source":
			{
				"Text": "Conveyor Belt Mk.6+"
			},
			"Translation":
			{
				"Text": "Taśmociag kl. 6+"
			},
			"Key": "5EDB36A9439C47C00FDB2F885C8A9CC2"
		},
		{
			"Source":
			{
				"Text": "Conveyor Lift Mk.6+"
			},
			"Translation":
			{
				"Text": "Taśmociag kl. 6+"
			},
			"Key": "DFC3BD0B4874FD15D0039A8C6CB0E215"
		},
		{
			"Source":
			{
				"Text": "Drone Mk.2"
			},
			"Translation":
			{
				"Text": "Dron kl. 2"
			},
			"Key": "7E502FA342542FDFD1B829A5BC6B8F8C"
		},
		{
			"Source":
			{
				"Text": "Drone Port Mk.2"
			},
			"Translation":
			{
				"Text": "Stacja drona kl. 2"
			},
			"Key": "1586FD2A47065E2A4CC8D5B5CA19DF3D"
		},
		{
			"Source":
			{
				"Text": "Extracts Crude Oil when built on an oil node. Extraction rates vary based on node purity.\r\n\r\nDefault Extraction Rate: 480 m³ of oil per minute.\r\nHead Lift: 10 m\r\n(Allows fluids to be transported 10 meters upwards.)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CF0836E64B05AA1E79A39C8525DC0D04"
		},
		{
			"Source":
			{
				"Text": "Extracts Crude Oil when built on an oil node. Extraction rates vary based on node purity.\r\n\r\nDefault Extraction Rate: 720 m³ of oil per minute.\r\nHead Lift: 10 m\r\n(Allows fluids to be transported 10 meters upwards.)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8DBB2A33465220018C5425BCF403203E"
		},
		{
			"Source":
			{
				"Text": "Extracts solid resources from the resource node it is built on. \r\nDefault extraction rate is 1200 resources per minute. \r\nExtraction rate varies based on resource node purity. Outputs all extracted resources onto connected Conveyor Belts."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "38007D9348CAC75E2C539F96BC47C48A"
		},
		{
			"Source":
			{
				"Text": "Extracts solid resources from the resource node it is built on. \r\nDefault extraction rate is 400 resources per minute. \r\nExtraction rate varies based on resource node purity. Outputs all extracted resources onto connected Conveyor Belts."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "57C4851741ABEDCC8F1F09BFA374D62D"
		},
		{
			"Source":
			{
				"Text": "Extracts water from the body of water it is built on.\r\nNote: the water needs to be sufficiently deep, and rivers are generally not deep enough.\r\n\r\nDefault Extraction Rate: 180 m³ of water per minute.\r\nHead Lift: 10 m\r\n(Allows fluids to be transported 10 meters upwards.)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8E5A498247E5FAE1B2E0BD8EBD7BC182"
		},
		{
			"Source":
			{
				"Text": "Extracts water from the body of water it is built on.\r\nNote: the water needs to be sufficiently deep, and rivers are generally not deep enough.\r\n\r\nDefault Extraction Rate: 240 m³ of water per minute.\r\nHead Lift: 10 m\r\n(Allows fluids to be transported 10 meters upwards.)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "07C34A9349281B6F971C808AAD2D3069"
		},
		{
			"Source":
			{
				"Text": "Extracts water from the body of water it is built on.\r\nNote: the water needs to be sufficiently deep, and rivers are generally not deep enough.\r\n\r\nDefault Extraction Rate: 480 m³ of water per minute.\r\nHead Lift: 10 m\r\n(Allows fluids to be transported 10 meters upwards.)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "224F14AD408D745C7712A0B237961E4E"
		},
		{
			"Source":
			{
				"Text": "Fluid Buffer Mk.2"
			},
			"Translation":
			{
				"Text": "Zbiornik kl. 2"
			},
			"Key": "46CD7554464EC40BB61050AF17287F76"
		},
		{
			"Source":
			{
				"Text": "Fluid Buffer Mk.3"
			},
			"Translation":
			{
				"Text": "Zbiornik kl. 3"
			},
			"Key": "CB0309694575B354159D5E81869E6BDF"
		},
		{
			"Source":
			{
				"Text": "Foundry Mk.2"
			},
			"Translation":
			{
				"Text": "Odlewnia kl. 2"
			},
			"Key": "697244D44D555B5D4081BE820FFF35BB"
		},
		{
			"Source":
			{
				"Text": "Foundry Mk.3"
			},
			"Translation":
			{
				"Text": "Odlewnia kl. 3"
			},
			"Key": "5CF3B55F4902483ED292948568CE96BB"
		},
		{
			"Source":
			{
				"Text": "Foundry Mk.4"
			},
			"Translation":
			{
				"Text": "Odlewnia kl. 4"
			},
			"Key": "C599EDE84E00780CA5EC91BCCE44023D"
		},
		{
			"Source":
			{
				"Text": "Fuel-Powered Gen Mk.2"
			},
			"Translation":
			{
				"Text": "Generator paliwowy kl. 2"
			},
			"Key": "6DD5D5F74BC4D72C4D884EAC14C29BF1"
		},
		{
			"Source":
			{
				"Text": "Fuel-Powered Gen Mk.3"
			},
			"Translation":
			{
				"Text": "Generator paliwowy kl. 3"
			},
			"Key": "2DFE5A2D4FE7EA9CBC62A5B5D8587DE8"
		},
		{
			"Source":
			{
				"Text": "Functions as home Port to a single Drone, which transports available input back and forth between its home Port and destination Ports.\r\nDrone Ports can have one other Port assigned as their transport destination.\r\n\r\nThe Drone Port interface provides delivery details and allows management of Port connections."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F81D81894746F39434ADC6A43D46FFEE"
		},
		{
			"Source":
			{
				"Text": "Helps span Power Lines across greater distances.\r\nThere is an additional power connector at the bottom of the Power Tower to connect it to other buildings, such as Power Poles.\r\n\r\nNote: This Power Tower variant includes a ladder and platform for improved utility."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E9A923334BEC10E3CE0B32884E4FEBF3"
		},
		{
			"Source":
			{
				"Text": "Holds up to 4800 m³ of fluid.\r\nHas Pipeline input and output ports."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C06D1986444EAC913C85C881133587E6"
		},
		{
			"Source":
			{
				"Text": "Holds up to 9600 m³ of fluid.\r\nHas Pipeline input and output ports."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "54ED5F96495DA09EED5520B9A0CD08A5"
		},
		{
			"Source":
			{
				"Text": "Manufacturer Mk.2"
			},
			"Translation":
			{
				"Text": "Producent kl. 2"
			},
			"Key": "558C73D7487F1DCB8D4F43818E2C5E7F"
		},
		{
			"Source":
			{
				"Text": "Manufacturer Mk.3"
			},
			"Translation":
			{
				"Text": "Producent kl. 3"
			},
			"Key": "DD98D265416E6B3725EF7CB9679C89C2"
		},
		{
			"Source":
			{
				"Text": "Miner Mk.4"
			},
			"Translation":
			{
				"Text": "Wiertnica kl. 4"
			},
			"Key": "939B6E134BD431EC4E4822A8A78E4F1A"
		},
		{
			"Source":
			{
				"Text": "Miner Mk.5"
			},
			"Translation":
			{
				"Text": "Wiertnica kl. 5"
			},
			"Key": "3C34247C4B332442ACDF7880460CA5A6"
		},
		{
			"Source":
			{
				"Text": "MkPlus"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "495375254AAC00FC797D10AB67E00052"
		},
		{
			"Source":
			{
				"Text": "Nuclear Power Plant Mk.2"
			},
			"Translation":
			{
				"Text": "Elektrownia jądrowa kl. 2"
			},
			"Key": "5523D4924F9F74CE73A9EDA4134E14BF"
		},
		{
			"Source":
			{
				"Text": "Oil Extractor Mk.2"
			},
			"Translation":
			{
				"Text": "Ekstraktor ropy kl. 2"
			},
			"Key": "7733A8554A3E2CBB554D189B802A5CD5"
		},
		{
			"Source":
			{
				"Text": "Oil Extractor Mk.3"
			},
			"Translation":
			{
				"Text": "Ekstraktor ropy kl. 3"
			},
			"Key": "D564384146CFA858BE32C888F07D9B26"
		},
		{
			"Source":
			{
				"Text": "Oil Refinery Mk.3"
			},
			"Translation":
			{
				"Text": "Rafineria kl. 3"
			},
			"Key": "5353AF3149D3EA8C5822B4B183704F0B"
		},
		{
			"Source":
			{
				"Text": "Packager Mk.2"
			},
			"Translation":
			{
				"Text": "Pakowacz kl. 2"
			},
			"Key": "1F19868942EB0A99E1A4EA9322C27ACC"
		},
		{
			"Source":
			{
				"Text": "Packager Mk.3"
			},
			"Translation":
			{
				"Text": "Pakowacz kl. 3"
			},
			"Key": "87DB94AC4A0E156E9DF43E86227A7132"
		},
		{
			"Source":
			{
				"Text": "Particle Accel Mk.2"
			},
			"Translation":
			{
				"Text": "Akcelerator czaąstek kl. 2"
			},
			"Key": "C39C9AE84B61CAFAC8E8C29947FC14B2"
		},
		{
			"Source":
			{
				"Text": "Pipeline Pump Mk.3"
			},
			"Translation":
			{
				"Text": "Pompa rurociagu kl. 3"
			},
			"Key": "A47F0B4C4F1ACD23B677C9994DC1C124"
		},
		{
			"Source":
			{
				"Text": "Power Storage Mk.2"
			},
			"Translation":
			{
				"Text": "Magazyn energii kl. 2"
			},
			"Key": "127B1D0C47D6D38F2663459315E3EAB3"
		},
		{
			"Source":
			{
				"Text": "Power Storage Mk.3"
			},
			"Translation":
			{
				"Text": "Magazyn energii kl. 3"
			},
			"Key": "8D4CCD4147BC923BB0F589AA17B13B51"
		},
		{
			"Source":
			{
				"Text": "Power Tower Mk.2"
			},
			"Translation":
			{
				"Text": "Wieźa energetyczna kl. 2"
			},
			"Key": "8319051A42EA6E883FBCB28FD2074446"
		},
		{
			"Source":
			{
				"Text": "Quantum Encoder Mk.2"
			},
			"Translation":
			{
				"Text": "Koder kwantowy kl. 2"
			},
			"Key": "4613499343A3339272DC309B07582BD8"
		},
		{
			"Source":
			{
				"Text": "Quantum Encoder Mk.3"
			},
			"Translation":
			{
				"Text": "Koder kwantowy kl. 3"
			},
			"Key": "906281094A5C6BE3607682B333BA4266"
		},
		{
			"Source":
			{
				"Text": "Refinery Mk.2"
			},
			"Translation":
			{
				"Text": "Rafineria kl. 2"
			},
			"Key": "1E564D9B4154B5F182F39F9C083775BD"
		},
		{
			"Source":
			{
				"Text": "Refinery Mk.3"
			},
			"Translation":
			{
				"Text": "Rafineria kl. 3"
			},
			"Key": "67F568924614953418FEC8B93F6AD478"
		},
		{
			"Source":
			{
				"Text": "Resource Well Pressurizer Mk.2"
			},
			"Translation":
			{
				"Text": "Uszczelniacz studni kl. 2"
			},
			"Key": "166B74CB48B87BAA31E7EAB78C582719"
		},
		{
			"Source":
			{
				"Text": "Smelter Mk.2"
			},
			"Translation":
			{
				"Text": "Piec hutniczy kl. 2"
			},
			"Key": "45AA2B664E56E1B7B758E683E3AE2081"
		},
		{
			"Source":
			{
				"Text": "Smelter Mk.3"
			},
			"Translation":
			{
				"Text": "Piec hutniczy kl. 3"
			},
			"Key": "8EF766354CBE2F5D11A0A2AF329667B2"
		},
		{
			"Source":
			{
				"Text": "Smelter Mk.4"
			},
			"Translation":
			{
				"Text": "Piec hutniczy kl. 4"
			},
			"Key": "C291E023444951121623799963A7FEA3"
		},
		{
			"Source":
			{
				"Text": "Storage Container Mk.2"
			},
			"Translation":
			{
				"Text": "Kontener kl. 2"
			},
			"Key": "43A2A9CA4E994D862D2FDA900455BF44"
		},
		{
			"Source":
			{
				"Text": "Storage Container Mk.3"
			},
			"Translation":
			{
				"Text": "Kontener kl. 3"
			},
			"Key": "FFA78DCF466B27D9595395BA36B6148B"
		},
		{
			"Source":
			{
				"Text": "Storage Container Mk.4"
			},
			"Translation":
			{
				"Text": "Kontener kl. 4"
			},
			"Key": "F3AA073E4C7559BC6351EA8CFB6CB7CF"
		},
		{
			"Source":
			{
				"Text": "Transports available input back and forth between its home Port and destination Ports. Drone Status and other details can be viewed at a Drone's home Port.\r\nMust be built on a Drone Port.\r\n\r\nHas 18 inventory slots.\r\n\r\nCan use any fuel type.\r\nRefuels at any of its connected Ports if possible."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F27D78BA41C401EC94432CAF81F687A1"
		},
		{
			"Source":
			{
				"Text": "Transports up to 2000 resources per minute. Used to move resources between buildings."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8C4EF7A946F1B36DFA3FB4A28EC3674F"
		},
		{
			"Source":
			{
				"Text": "Transports up to 2000 resources per minute. Used to move resources between floors."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D5EA6A78450BE657509209BDA6819AF5"
		},
		{
			"Source":
			{
				"Text": "Water Extractor Mk.2"
			},
			"Translation":
			{
				"Text": "Pompa wodna kl. 2"
			},
			"Key": "CE99EF394549EE1472552B9979A9AC54"
		},
		{
			"Source":
			{
				"Text": "Water Extractor Mk.3"
			},
			"Translation":
			{
				"Text": "Pompa wodna kl. 3"
			},
			"Key": "B6D513A941385565EE841BA0E3FF7E3B"
		},
		{
			"Source":
			{
				"Text": "Water Extractor Mk.4"
			},
			"Translation":
			{
				"Text": "Pompa wodna kl. 4"
			},
			"Key": "A10CB3E24406C1C41CFBB08DDFA32113"
		},
		{
			"Source":
			{
				"Text": "Well Extractor Mk.2"
			},
			"Translation":
			{
				"Text": "Ekstraktor studni kl. 2"
			},
			"Key": "228A809F4D2EFBC52B80AF8D3657A5C0"
		}
	]
}